{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":1,"content":"[BOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":2,"content":"[EOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true}],"normalizer":null,"pre_tokenizer":{"type":"ByteLevel","add_prefix_space":false,"trim_offsets":true,"use_regex":true},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"byte_fallback":false,"ignore_merges":false,"vocab":{"[PAD]":0,"[BOS]":1,"[EOS]":2,"!":3,"'":4,"(":5,")":6,"*":7,"+":8,",":9,"-":10,".":11,"/":12,"0":13,"1":14,"2":15,"3":16,"4":17,"5":18,"6":19,"7":20,"8":21,"9":22,";":23,"<":24,"=":25,">":26,"A":27,"B":28,"C":29,"D":30,"E":31,"F":32,"G":33,"H":34,"I":35,"L":36,"M":37,"N":38,"P":39,"R":40,"S":41,"T":42,"V":43,"X":44,"Y":45,"[":46,"\\":47,"]":48,"^":49,"_":50,"a":51,"b":52,"c":53,"d":54,"e":55,"f":56,"g":57,"h":58,"i":59,"j":60,"k":61,"l":62,"m":63,"n":64,"o":65,"p":66,"q":67,"r":68,"s":69,"t":70,"u":71,"v":72,"w":73,"x":74,"y":75,"z":76,"{":77,"|":78,"}":79,"~":80,"Ċ":81,"č":82,"Ġ":83,"Ġ}":84,"Ġ{":85,"Ġ\\":86,"čĊ":87,"Ġ2":88,"Ġ1":89,"Ġ^":90,"Ġ+":91,"Ġ_":92,"Ġ-":93,"Ġx":94,"ra":95,"rac":96,"frac":97,"Ġ=":98,"Ġ)":99,"Ġ~":100,"Ġ(":101,"Ġ3":102,"th":103,"ma":104,"Ġa":105,"qr":106,"sqr":107,"sqrt":108,"Ġ0":109,"in":110,"ta":111,"Ġn":112,"rm":113,"thrm":114,"mathrm":115,"Ġ4":116,"Ġb":117,"Ġy":118,"ig":119,"Ġi":120,"rig":121,"righ":122,"ft":123,"Ġz":124,"le":125,"me":126,"eta":127,"Ġd":128,"Ġ5":129,"sin":130,"right":131,"left":132,"Ġ9":133,"Ġ7":134,"ime":135,"Ġ6":136,"Ġc":137,"Ġ8":138,"time":139,"times":140,"co":141,"cos":142,"Ġm":143,"Ġk":144,"ph":145,"theta":146,"Ġ,":147,"Ġt":148,"su":149,"sum":150,"al":151,"pha":152,"alpha":153,"int":154,"pi":155,"Ġe":156,"Ġr":157,"Ġp":158,"Ġf":159,"beta":160,"Ġl":161,"tan":162,"eq":163,"lo":164,"log":165,"Ġ.":166,"Ġj":167,"ow":168,"rr":169,"tarr":170,"rightarr":171,"rightarrow":172,"ĠC":173,"inft":174,"infty":175,"ts":176,"op":177,"ame":178,"era":179,"name":180,"or":181,"tor":182,"opera":183,"torname":184,"operatorname":185,"ĠB":186,"ĠX":187,"do":188,"Ġg":189,"dots":190,"Ġu":191,"ĠA":192,"Ġh":193,"Ġv":194,"Ġq":195,"Ġs":196,"leq":197,"Ġ/":198,"di":199,"div":200,"ĠR":201,"geq":202,"pm":203,"Ġ!":204,"ldots":205,"neq":206,"ĠF":207,"am":208,"Ġ]":209,"Ġw":210,"ĠY":211,"Ġo":212,"ĠS":213,"phi":214,"ĠN":215,"gam":216,"gamma":217,"ĠL":218,"ĠE":219,"ĠV":220,"Ġ|":221,"ĠH":222,"cdots":223,"ĠP":224,"Ġ\\}":225,"ĠM":226,"ĠT":227,"pr":228,"prime":229,"ĠG":230,"Ġ\\{":231,"ĠI":232,"sig":233,"sigma":234,"Ġ[":235,"mu":236,"De":237,"bd":238,"lta":239,"lam":240,"Delta":241,"bda":242,"lambda":243,"lt":244,"Big":245,"Ġ\\!":246,"Bigg":247,"gt":248,"Ġ<":249,"\\{":250,"ral":251,"fo":252,"Ġ>":253,"rall":254,"forall":255,"brac":256,"brack":257,"ex":258,"is":259,"exis":260,"exists":261,"\\!":262,"lbrack":263,"rbrack":264,"Ġ\\;":265,"aral":266,"paral":267,"Ġ'":268,"lel":269,"parallel":270,"Pi":271,"\\}":272,"cdo":273,"top":274,"vtop":275,"ltN":276,"cdot":277},"merges":[["Ġ","}"],["Ġ","{"],["Ġ","\\"],["č","Ċ"],["Ġ","2"],["Ġ","1"],["Ġ","^"],["Ġ","+"],["Ġ","_"],["Ġ","-"],["Ġ","x"],["r","a"],["ra","c"],["f","rac"],["Ġ","="],["Ġ",")"],["Ġ","~"],["Ġ","("],["Ġ","3"],["t","h"],["m","a"],["Ġ","a"],["q","r"],["s","qr"],["sqr","t"],["Ġ","0"],["i","n"],["t","a"],["Ġ","n"],["r","m"],["th","rm"],["ma","thrm"],["Ġ","4"],["Ġ","b"],["Ġ","y"],["i","g"],["Ġ","i"],["r","ig"],["rig","h"],["f","t"],["Ġ","z"],["l","e"],["m","e"],["e","ta"],["Ġ","d"],["Ġ","5"],["s","in"],["righ","t"],["le","ft"],["Ġ","9"],["Ġ","7"],["i","me"],["Ġ","6"],["Ġ","c"],["Ġ","8"],["t","ime"],["time","s"],["c","o"],["co","s"],["Ġ","m"],["Ġ","k"],["p","h"],["th","eta"],["Ġ",","],["Ġ","t"],["s","u"],["su","m"],["a","l"],["ph","a"],["al","pha"],["in","t"],["p","i"],["Ġ","e"],["Ġ","r"],["Ġ","p"],["Ġ","f"],["b","eta"],["Ġ","l"],["ta","n"],["e","q"],["l","o"],["lo","g"],["Ġ","."],["Ġ","j"],["o","w"],["r","r"],["ta","rr"],["righ","tarr"],["rightarr","ow"],["Ġ","C"],["in","ft"],["inft","y"],["t","s"],["o","p"],["a","me"],["e","ra"],["n","ame"],["o","r"],["t","or"],["op","era"],["tor","name"],["opera","torname"],["Ġ","B"],["Ġ","X"],["d","o"],["Ġ","g"],["do","ts"],["Ġ","u"],["Ġ","A"],["Ġ","h"],["Ġ","v"],["Ġ","q"],["Ġ","s"],["le","q"],["Ġ","/"],["d","i"],["di","v"],["Ġ","R"],["g","eq"],["p","m"],["Ġ","!"],["l","dots"],["n","eq"],["Ġ","F"],["a","m"],["Ġ","]"],["Ġ","w"],["Ġ","Y"],["Ġ","o"],["Ġ","S"],["ph","i"],["Ġ","N"],["g","am"],["gam","ma"],["Ġ","L"],["Ġ","E"],["Ġ","V"],["Ġ","|"],["Ġ","H"],["c","dots"],["Ġ","P"],["Ġ\\","}"],["Ġ","M"],["Ġ","T"],["p","r"],["pr","ime"],["Ġ","G"],["Ġ\\","{"],["Ġ","I"],["s","ig"],["sig","ma"],["Ġ","["],["m","u"],["D","e"],["b","d"],["l","ta"],["l","am"],["De","lta"],["bd","a"],["lam","bda"],["l","t"],["B","ig"],["Ġ\\","!"],["Big","g"],["g","t"],["Ġ","<"],["\\","{"],["ra","l"],["f","o"],["Ġ",">"],["ral","l"],["fo","rall"],["b","rac"],["brac","k"],["e","x"],["i","s"],["ex","is"],["exis","ts"],["\\","!"],["l","brack"],["r","brack"],["Ġ\\",";"],["a","ral"],["p","aral"],["Ġ","'"],["le","l"],["paral","lel"],["P","i"],["\\","}"],["c","do"],["t","op"],["v","top"],["lt","N"],["cdo","t"]]}}